Repository: linthesia/linthesia
Catalog: po/*.po
Languages: es

source: Piano game
es: Juego de piano

source: Piano hero like game
es: Juego similar a Piano Hero

source: A game of playing music!
es: Un juego para tocar música

source: Linthesia is a game. A game of playing music! You only need a MIDI file to play, and a MIDI keyboard (or your PC keyboard).
es: Linthesia es un juego. Un juego para tocar música! Solo necesitas un fichero MIDI para tocar, y un teclado MIDI (o tu teclado de PC)

source: It's a fork of Synthesia, which only runs on Windows and OS X. Linthesia is for GNU/Linux.
es: Es un fork de Synthesia, que solo funciona en Window y OS X. Linthesia es para GNU/Linux

source: New release
es: Nueva versión

source: Migrate to SDL2 framework
es: Migración a framework SDL2

source: Select midi from application
es: Elegir midi desde la aplicación

source: Bugfixes
es: Corrección de errores

source: Fixed "Unable to load PangoFont" bug on all platforms
es: Solucionado error "Imposible carga fuente Pango" en todas las plataformas

source: Linthesia detected a
es: Linthesi detecto un

source: problem and must close:
es: problema y tiene que cerrar:

source: If you don't think this should have happened, please fill a bug report on : https://github.com/linthesia/linthesia Thank you.
es: Si crees que esto no debería haber sucedido, por favor rellena un reporte de error en:https://github.com/linthesia/linthesia Gracias.

source: Options:
es: Opciones:

source: to load files
es: para cargar archivos

source: to start in window mode
es: para empezar en modo ventana

source: to start full screem
es: para empezar en pantalla completa

source: to define min key
es: para definir tecla mínima

source: to define max key
es: para definir tecla máxima

source: to define directory for music library
es: para definir el directorio de la libreria de música

source: reset directory for music library to
es: Inicializa el directorio de la libreria de música a

source: show this help
es: muestra esta ayuda

source: show linthesia version
es: muestra la versión de linthesia

source: Invalid option:
es: Opción inválida:

source: error initializing SDL
es: error inicializando SDL

source: Problem while loading file:
es: Problema mientras se cargaba el fichero:

source: Error creating directory : %s
es: Error creando directorio: %s

source: Can't open database: %s
es: No se puede abrir la base de datos: %s

source: Could not create window
es: No se pudo crear la ventana

source: Could not create GL Context
es: No se pudo crear el contexto GL

source: FATAL : File not found : make install not done ?
es: FATAL: Fichero no encontrador: make install no ejecutado?

source: SDL_image could not initialize! SDL_image Error
es: SDL_image no se pudo inicializar: SDL_image error

source: error in TTF_Init
es: error en TTF_Init

source: Unable to load image
es: Imposible cargar imagen

source: Invalid setting for 'refresh_rate' key. Reset to default value when reload.
es: Configuración inválida para clave 'refresh_rate'. Reseteado a por defecto cuando se recarge

source: Linthesia detected an unknown problem and must close! '
es: Linthesia detectó un problema desconocida y tiene que cerrar! '

source: Linthesia detected an unknown problem and must close!
es: Linthesia detectó un problema desconocida y tiene que cerrar! '
